Revit 2027 API
ExternalResourceReference Constructor
Overload List
Name | Description
ExternalResourceReference(ExternalResourceReference) |  Creates a new ExternalResourceReference from the given ExternalResourceReference.
ExternalResourceReference(Guid, IDictionary<String, String>, String, String) |  Creates a new ExternalResourceReference from the given data.
Top
See Also
Reference
ExternalResourceReference Class
Autodesk.Revit.DB Namespace